'use strict';

module.exports = {
    teach: {
      name: 'Педагогам',
      items: [
        {name: 'Введение', file: 'Раздел 1.  ПЕДАГОГАМ/Введение.pdf'},
        {name: 'Психолого-педагогическое сопровождения', file: 'Раздел 1.  ПЕДАГОГАМ/Психолого-педагогическое сопровождения.pdf'}
      ]
    },
    provision: {
      name: 'Нормативно-методическое обеспечение',
      items: [
        {name: 'ИМП по профориентации', file: 'Раздел 2. Нормативно-методическое обеспечение/ИМП по профориентации.pdf'},
        {name: 'ИМП по профильному обучению 2015-2016', file: 'Раздел 2. Нормативно-методическое обеспечение/ИМП по профильному обучению 2015-2016.pdf'},
        {name: 'ИМП по профильному обучению 2016-2017', file: 'Раздел 2. Нормативно-методическое обеспечение/ИМП по профильному обучению 2016-2017.pdf'},
        {name: 'Комплекс дополнительных мероприятий по привлечению учащихся', file: 'Раздел 2. Нормативно-методическое обеспечение/Комплекс дополнительных мероприятий по привлечению учащихся Тозик.pdf'},
        {name: 'Концепция непрерывного воспитания 2015', file: 'Раздел 2. Нормативно-методическое обеспечение/Концепция непрерывного воспитания 2015.pdf'},
        {name: 'Концепция развития  профориентации', file: 'Раздел 2. Нормативно-методическое обеспечение/Концепция развития  профориентации.pdf'},
        {name: 'Особенности организации социальной, воспитательной и идеологической работы 2016-2017 уч. год', file: 'Раздел 2. Нормативно-методическое обеспечение/Особенности организации социальной, воспитательной и идеологической работы 2016-2017 уч. год.pdf'}
      ]
    },
    choose: {
      name: 'Выбираю профессию',
      items: [
        {name: 'Занятие 1', file: 'Раздел 3.  ВЫБИРАЮ ПРОФЕССИЮ/ЗАНЯТИЕ 1.pdf'},
        {name: 'Занятие 2', file: 'Раздел 3.  ВЫБИРАЮ ПРОФЕССИЮ/ЗАНЯТИЕ 2.pdf'},
        {name: 'Занятие 3', file: 'Раздел 3.  ВЫБИРАЮ ПРОФЕССИЮ/ЗАНЯТИЕ 3.pdf'},
        {name: 'Занятие 4', file: 'Раздел 3.  ВЫБИРАЮ ПРОФЕССИЮ/ЗАНЯТИЕ 4.pdf'},
        {name: 'Занятие 5', file: 'Раздел 3.  ВЫБИРАЮ ПРОФЕССИЮ/ЗАНЯТИЕ 5.pdf'},
        {name: 'Занятие 6', file: 'Раздел 3.  ВЫБИРАЮ ПРОФЕССИЮ/ЗАНЯТИЕ 6.pdf'},
        {name: 'Пояснительная записка', file: 'Раздел 3.  ВЫБИРАЮ ПРОФЕССИЮ/Пояснительная записка.pdf'}
      ]
    },
    tools: {
      name: 'Диагностический инструментарий',
      items: [
        {name: 'Анкета', file: 'Раздел 4. Диагностический инструментарий/АНКЕТА.pdf'},
        {name: 'Бланки к тестам', file: 'Раздел 4. Диагностический инструментарий/БЛАНКИ К ТЕСТАМ.pdf'},
        {name: 'Карта самодиагностики', file: 'Раздел 4. Диагностический инструментарий/КАРТА САМОДИАГНОСТИКИ.pdf'},
        {name: 'Матрица выбора профессии', file: 'Раздел 4. Диагностический инструментарий/МАТРИЦА ВЫБОРА ПРОФЕССИИ.pdf'},
        {name: 'Методика Одно из двух', file: 'Раздел 4. Диагностический инструментарий/Методика Одно из двух.pdf'},
        {name: 'Определение темперамента', file: 'Раздел 4. Диагностический инструментарий/Определение темперамента.pdf'},
        {name: 'Определение типа мышления', file: 'Раздел 4. Диагностический инструментарий/Определение типа мышления.pdf'},
        {name: 'Опросник определения типа будущей профессии', file: 'Раздел 4. Диагностический инструментарий/Опросник определения типа будущей профессии.pdf'},
        {name: 'Опросник профессиональных склонностей', file: 'Раздел 4. Диагностический инструментарий/Опросник профессиональных склонностей.pdf'},
        {name: 'Раздаточный материал к  Занятию 5. Тип темперамента', file: 'Раздел 4. Диагностический инструментарий/Раздаточный материал к  Занятию 5. Тип темперамента.pdf'},
        {name: 'Раздаточный материал к Занятия 2. Тип профессии', file: 'Раздел 4. Диагностический инструментарий/Раздаточный материал к Занятия 2. Тип профессии.pdf'},
        {name: 'Тест Ваш творческий потенциал', file: 'Раздел 4. Диагностический инструментарий/Тест Ваш творческий потенциал.pdf'}
      ]
    },
    games: {
      name: 'Методическая копилка',
      items: [
        {name: 'Внимание и профессия', file: 'Раздел 5. Методическая копилка/Внимание и профессия.pdf'},
        {name: 'Игры', file: 'Раздел 5. Методическая копилка/ИГРЫ.pdf'},
        {name: 'Мышление и профессия', file: 'Раздел 5. Методическая копилка/Мышление и профессия.pdf'},
        {name: 'Память и профессия', file: 'Раздел 5. Методическая копилка/Память и профессия.pdf'},
        {name: 'Самооценка  и выбор профессии', file: 'Раздел 5. Методическая копилка/Самооценка  и выбор профессии.pdf'},
        {name: 'Склонности, интересы и выбор профессии', file: 'Раздел 5. Методическая копилка/Склонности, интересы и выбор профессии.pdf'},
        {name: 'Способности и выбор профессии', file: 'Раздел 5. Методическая копилка/Способности и выбор профессии.pdf'},
        {name: 'Темперамент и выбор профессии', file: 'Раздел 5. Методическая копилка/Темперамент и выбор профессии.pdf'},
        {name: 'Биология', file: 'Раздел 5. Методическая копилка/Предмет и професия/Биология.pdf'},
        {name: 'География', file: 'Раздел 5. Методическая копилка/Предмет и професия/География.pdf'},
        {name: 'ИЗО. Черчение', file: 'Раздел 5. Методическая копилка/Предмет и професия/ИЗО. Черчение.pdf'},
        {name: 'Иностранный язык', file: 'Раздел 5. Методическая копилка/Предмет и професия/Иностранный язык.pdf'},
        {name: 'История. Обществоведение', file: 'Раздел 5. Методическая копилка/Предмет и професия/История. Обществоведение.pdf'},
        {name: 'Математика', file: 'Раздел 5. Методическая копилка/Предмет и професия/Математика.pdf'},
        {name: 'Музыка', file: 'Раздел 5. Методическая копилка/Предмет и професия/Музыка.pdf'},
        {name: 'Трудовое обучение', file: 'Раздел 5. Методическая копилка/Предмет и професия/Трудовое обучение.pdf'},
        {name: 'Физика', file: 'Раздел 5. Методическая копилка/Предмет и професия/Физика.pdf'},
        {name: 'Химия', file: 'Раздел 5. Методическая копилка/Предмет и професия/Химия.pdf'},
        {name: 'Язык и литература', file: 'Раздел 5. Методическая копилка/Предмет и професия/Язык и литература.pdf'}
      ]
    },
    final: {
      name: 'Заключение',
      items: [
        {name: 'Заключение', file: 'Раздел 6. Заключение/Заключение.pdf'},
        {name: 'Литература', file: 'Раздел 6. Заключение/Литература.pdf'}
      ]
    }
};
